The degree of the spline in the u-direction.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2016
 Syntax
  C#
public int DegreeU { get; }
  Visual Basic
Public ReadOnly Property DegreeU As Integer
	Get
  Visual C++
public:
property int DegreeU {
	int get ();
}
 See Also
  NurbsSurfaceData Class
  Autodesk.Revit.DB Namespace